const films = [
  { id: "1", name: "Таинственная река", comment: "Неоижданная концовка, которую можно было додумать только в конце, когда уже все элементы встали на свои места", date: "25.06.2025", rate: "9", categoryId: 1 },
  { id: "2", name: "Шестое Чувство",  comment: "Фильм интересный, есть даже небольшой сюжет, но ключевого героя не до конца расскрыли, по крайней мере, мне не хватило, чтобы прочувствовать всю его тяжесть. Оценка высокая, потому что свою роль детктива выполнил отлично, с неожиданным поворотом. Возможно `Притягиваю за уши`", date: "20.12.2023", rate: "8.0", categoryId: 1 },
  { id: "3", name: "Кирпич",  comment: "Очень необычный, по динамике и старту, фильм, который, по совместительству и психологическая драма. Возможно, я так оцениваю его, потому чт ов каких-то деталях узнал себя. Все поклассике своего жанра, расследование и неожиданный поворот ", date: "30.08.2024", rate: "7.6", categoryId: 1 },
  { id: "4", name: "Мементо",  comment: "Шикарный фильм, с грустной, относительно, концовкой. Запутанность в событиях, которая и показывается нам, чтобы мы ощутили главного героя, который и без этого во всем сомневается. Я очень восхищен фильмо, что аж трижды его смотрел", date: "13.07.2024", rate: "9.2", categoryId: 1 },
  { id: "5", name: "Начало",  comment: "Фильм, который и должен, если и не считаться эталоном эмоций и жанра, то близок к этому. Фильм, в котором гланый герой, как и фильме `Мементо` от того же автора, запутавшийся в себе и в реальности человек, который очень эмоцианально показывает свою жизнб и трогательные моменты, которые его к этому состоянию и привели. Один из моих любимых фильмов, в которых, и музыка, и саспенс, и развитие событий на высоте ", date: "20.05.2024", rate: "9.5", categoryId: 1 },
  { id: "6", name: "Остров проклятых",  comment: "Все по той же шапке, что и предыдущие фильмы от этого режиссера. Потерянность, загадки, поиски отвтов. Хороший фильм с достаточно очевидным исходом", date: "", rate: "8.5", categoryId: 1 },
  { id: "7", name: "Омерзительная восьмерка",  comment: "Я не очень ценитель фильмов от Торантино, но детектив и разборки, которые он устраивает в замкнутых пространствах, с неожиданной, если не говорите об смерти всех персонажах, которые он любит делать в конце всех своих фильмов, концовкой, которая очень даже достойная.", date: "02.01.2024", rate: "7", categoryId: 1 },
  { id: "8", name: "Молчание Ягнят", rate: "7", comment: "", date: "30.10.2024", categoryId: 1 },
  { id: "9", name: "Престиж", comment: "", date: "", rate: "8.2", categoryId: 1 },
  { id: "10", name: "Семь",  comment: "", date: "23.09.2024", rate: "9.2", categoryId: 1 },
  { id: "11", name: "Счастливое число Слевина",  comment: "", date: "19.08.2024", rate: "7.5", categoryId: 1 },
  { id: "12", name: "Таинственное окно", rate: "7.3", comment: "", date: "23.12.2023", categoryId: 1 },
  { id: "13", name: "Подозрительные лица", comment: "", date: "15.07.2023", rate: "7.3", categoryId: 1 },
  { id: "14", name: "Нечто",  comment: "", date: "", rate: "9.0", categoryId: 1 },
  { id: "15", name: "Офис",  comment: "", date: "", rate: "5.1", categoryId: 1 },
  { id: "16", name: "Друзья", rate: "8.9", comment: "", date: "", categoryId: 1 },
];

export default films